Repository: lukatrohar813/Objektno-orijentirano-programiranje---praktikum-u-NET-okolini
Catalog: WinForms/Resources/Resources.*.resx
Languages: hr

source: Attendance
hr: Posječenost

source: Captain
hr: Kapetan

source: Cards:
hr: Kartoni:

# changingLangtoEnglish
source: Language Change
hr: Promjena jezika

source: Female
hr: Žene

source: Fetching
hr: Dohvaćam

source: Goals:
hr: Golovi:

# languageChangeBody
source: Are you certain you want to the change the Language?
hr: Jeste li sigurni da želite promjeniti jezik?

# languageChangeTittle
source: Language Change
hr: Promjena Jezika

source: Male
hr: Muški

# rankingsCards
source: Ranking by cards
hr: Rangiranje po kartonima

# rankingsGoals
source: Rankings by goals
hr: Rangiranje po golovima

# teamSelect
source: Select a team
hr: Odaberi tim

# typeChangeBody
source: Confirm tournament type change
hr: Potvrdi promjenu tipa

# typeChangeTitle
source: Type Change
hr: Promjena Tipa

source: Teams successfully loaded
hr: Timovi su uspješno učitani

# AnErrorOccurredWhileFetchingTeamsExMessage
source: An error occurred while fetching teams
hr: Dogodila se greška pri dohvacanju

source: Aborted
hr: Prekinuto

source: Error
hr: Greška

source: An error occurred while loading matches: {ex.Message}
hr: Dogodila se greška pri dohvacanju

# exitConfirmationBody
source: Are you sure you want to exit?
hr: Jeste li sigurni ?

# exitConfirmationTitle
source: Application closing
hr: Izlaz iz aplikacije

# teamSelectionBody
source: Confirm team Change
hr: Potvrdi promjenu tima

# teamSelectionTitle
source: Change Team
hr: Promjena tima

# SettingsConfirmationBody
source: Confirm selection!
hr: Potvrdi Odabir!

# SettingsConfirmationTitle
source: Settings
hr: Opcije

source: Load Image
hr: Učitaj sliku

# AddFavorite
source: Add to Favorite
hr: Dodaj u favorite

source: favoritePlayerItem
hr: Favorit

source: Remove Favorite
hr: Makni Favorita

# lblLocation.Text
source: Location:
hr: Lokacija:

# lblAttendance.Text
source: In attendance:
hr: Broj Gledatelja:

# lblHomeTeam.Text
source: Home Team:
hr: Gostujući Tim:

# lblAwayTeam.Text
source: Away Team:
hr: Strani Tim:

# MainFormName
source: Football Tournament
hr: Nogometni Turnir

# _openFileDialog.Title
source: Select a picture
hr: Odaberite sliku

# Imagesfilter
source: Image Files (*.bmp;*.jpg;*.jpeg;*.png)|*.bmp;*.jpg;*.jpeg;*.png
hr: Slike (*.bmp;*.jpg;*.jpeg;*.png)|*.bmp;*.jpg;*.jpeg;*.png
