Repository: lukatrohar813/Objektno-orijentirano-programiranje---praktikum-u-NET-okolini
Catalog: WPF/Properties/Resources.*.resx
Languages: hr

# mainFormTitle
source: Football match
hr: Nogometna Utakmica

# tournamentType
source: Type
hr: Tip

# genderSelectMale
source: Male
hr: Muški

# genderSelectFemale
source: Female
hr: Ženski

source: Language
hr: Jezik

# languageSelectEnglish
source: English
hr: Engleski

# languageSelectCroatian
source: Croatian
hr: Hrvatski

# appSize
source: Application Size
hr: Veličina Aplikacije

# appSizeSmall
source: Small
hr: Mala

# appSizeMedium
source: Medium
hr: Srednja

# appSizeFullScreen
source: Full Screen
hr: Cijeli Ekran

# settingsTittle
source: Settings
hr: Postavke

# btnSettingsSave
source: Continue
hr: Nastavi

# btnSaveSettings
source: Continue
hr: Nastavi

# settingsMsgBoxCaption
source: Settings
hr: Postavke

# settingsMsgBoxText
source: Proceed with choosen settings ?
hr: Jeste li zadovoljni odabirom?

# btnHomeTeamInformation
source: statistics
hr: statistike

# btnAwayTeamInformation
source: statistics
hr: statistike

source: Player Name:
hr: Ime Igraca:

# _playerShirtNumber
source: Shirt Number:
hr: Broj Dresa:

# _playerPoisition
source: Position:
hr: Pozicija:

# _Captian
source: Team Captain
hr: Kapetan Momčadi

source: Goals Scored:
hr: Golova dano:

# _YellowCards
source: Yellow Cards received:
hr: Broj Žutih Kartona:

# TeamStatisticsInformationTittle
source: Team Statistics
hr: Statistike Tima

source: Team Name:
hr: Ime tima:

source: Fifa Code:
hr: Fifa Kod:

source: Matches Played:
hr: Odigranih Utakmica:

source: Matches Won:
hr: Pobjedenih Utakmikca:

source: Matches Lost:
hr: Izgubljenih Utakmica:

# MatchesDraw
source: Matches ended in a draw:
hr: Izjednacenih Utakmica:

source: Goals Scored:
hr: Golova Dano:

source: Goals Received:
hr: Golova Primljeno:

# PlayerInformationTittle
source: Player information
hr: Informacije o igraču

# mainFormClosingBody
source: Are you sure ?
hr: Jeste li sigurni ?

# mainFormClosingTitle
source: Main Form Closing
hr: Aplikacija se zatvara

# settingsClosingBody
source: Pressing OK will close the settings. Warning: Chosen settings will not save this way.
hr: Pritiskom na gumb OK zatvoriti će se postavke. Upozorenje: Odabrane postavke se ovim putem neće spremiti.

# settingsClosingTitle
source: Settings closing
hr: Zatvaranje Postavki

# SettingsOpeningBody
source: Pressing okay will close the current application and open settings.
hr: Pritiskom na gumb OK zatvoriti će se aplikacija te će se otvoriti početne postavke.

# SettingsOpeningTitle
source: Settings opening
hr: Otvaranje postavki

# WinFormsOpeningBody
source: Pressing OK will open WinForms application and close the current one.
hr: Pritiskom na gumb OK otvoriti će se WinForms aplikacija, te zatvoriti trenutna.

# WinFormsOpeningTitle
source: WinForms Application Opening
hr: Pokretanje WinForms Aplikacije

# appSizeLarge
source: Large
hr: Velika

# _NotCaptian
source: Not a team captain
hr: Nije Kapetan Momčadi

# selectAwayTeam
source: Please select an Away Team
hr: Odaberite gostujuči tim

# selectHomeTeam
source: Please select a Home Team
hr: Odaberite domači tim

# SelectOpponent
source: Please choose an away team
hr: Odaberite protivnički tim

# Error
source: Error Fetching Data
hr: Greška prilikom dohvacačanja
